class Config:
    TOKEN = '7717177353:AAHXXOVveceZPi4rMSsfMmzMm5GJe71CMo8' #от тгбота
    API_URL = 'https://raspmath.isu.ru/getScheduleForTest' 
    API_TOKEN = 'da9ca528-5602-4f20-8d74-da2a73fe8cb3'
    CACHE_TTL = 604800 #7дней
    GROUPS = ['02121-ДБ', '02122-ДБ', '02123-ДБ',
              '02141-ДБ', '02161-ДБ', '02162-ДБ', 
              '02171-ДБ', '02172-ДБ', '02181-ДБ',
              '02221-ДБ', '02222-ДБ', '02223-ДБ', 
              '02241-ДБ', '02261-ДБ', '02262-ДБ', 
              '02271-ДБ', '02272-ДБ', '02281-ДБ',
              '02321-ДБ', '02322-ДБ', '02323-ДБ', 
              '02341-ДБ', '02361-ДБ', '02362-ДБ', 
              '02371-ДБ', '02372-ДБ', '02381-ДБ',
              '02421-ДБ', '02422-ДБ', '02423-ДБ', 
              '02441-ДБ', '02461-ДБ', '02471-ДБ', 
              '02481-ДБ','02121-ДМ', '02123-ДМ', 
              '02161-ДМ', '02171-ДМ','02221-ДМ',
                '02222-ДМ', '02261-ДМ', '02271-ДМ'
     ]